app/controllers/registrations_controller.rb

	def create
		u = User.new user_params
		if u.save
---
INSERT INTO "users" ("name", "last_name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)